Revit 2027 API
ParameterTypeId.RbsElecShortCircuitRating Property
 "Short Circuit Rating Comments"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecShortCircuitRating { get; }
Public Shared ReadOnly Property RbsElecShortCircuitRating As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecShortCircuitRating {
	ForgeTypeId^ get ();
}
static member RbsElecShortCircuitRating : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace